<script lang="ts" setup>
    const companyName = 'Имя компании'
    const companyAddress = 'Адрес'

    const pageData = { title: 'Согласие на обработку персональных данных' }
    setSeoMeta(pageData)
</script>

<template>
    <div class="inner-page">
        <div class="inner-page__container container">
            <UIBreadcrumbs class="inner-page__breadcrumbs" :breadcrumbList="[pageData]" />
            <div class="content-text">
                <h1>Согласие на обработку персональных данных</h1>
                <p>
                    Пользователь, отправляя информацию при помощи формы обратной связи на интернет-сайте
                    {{ companyName }} (далее —
                    <a href="/">Сайт</a>
                    ), обязуется принять настоящее Согласие на обработку персональных данных (далее —
                    Согласие). Принятием (акцептом) оферты Согласия является установка флажка «Подтверждаю
                    согласие на обработку персональных данных», либо факт отправки формы обратной связи.
                    Пользователь дает свое согласие (далее - Оператор), которому принадлежит права
                    использования Сайта и которое расположенного по адресу: на обработку своих персональных
                    данных со следующими условиями:
                </p>

                <ol>
                    <li>
                        Данное Согласие дается на обработку персональных данных, как без использования средств
                        автоматизации, так и с их использованием.
                    </li>
                    <li>
                        Согласие дается на обработку следующих моих персональных данных:
                        <ul>
                            <li>персональные данные, не являющиеся специальными или биометрическими</li>
                            <li>фамилия, имя, отчество</li>
                            <li>номера контактных телефонов</li>
                            <li>адрес электронной почты.</li>
                        </ul>
                    </li>
                    <li>
                        Цель обработки персональных данных: обеспечение обратной связи Оператора с
                        заинтересованными в ней организациями и их представителями.
                    </li>
                    <li>
                        Основанием для обработки персональных данных являются: ст. 24 Конституции Российской
                        Федерации; ст. 6 Федерального закона № 152-ФЗ «О персональных данных»; Свидетельство о
                        государственной регистрации|Устав Оператора; иные федеральные законы и
                        нормативно-правовые акты.
                    </li>
                    <li>
                        В ходе обработки с персональными данными могут быть совершены следующие действия:
                        сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение),
                        извлечение, использование, передача (распространение, предоставление, доступ),
                        обезличивание, блокирование, удаление, уничтожение.
                    </li>
                    <li>
                        Передача персональных данных третьим лицам осуществляется на основании
                        законодательства Российской Федерации, договора с участием субъекта персональных
                        данных или с согласия субъекта персональных данных.
                    </li>
                    <li>
                        Персональные данные обрабатываются до ликвидации Оператора. Также обработка
                        персональных данных может быть прекращена по запросу субъекта персональных данных.
                    </li>
                    <li>
                        Согласие может быть отозвано субъектом персональных данных или его представителем
                        путем направления письменного заявления в адрес Оператора или его представителя.
                    </li>
                    <li>
                        В случае отзыва субъектом персональных данных или его представителем согласия на
                        обработку персональных данных Оператор вправе продолжить обработку персональных данных
                        без согласия субъекта персональных данных при наличии оснований, указанных в пунктах
                        2–11 части 1 статьи 6 Федерального закона № 152-ФЗ «О персональных данных» от
                        27.07.2006 г.
                    </li>
                    <li>
                        Настоящее согласие действует все время до момента прекращения обработки персональных
                        данных, указанных в п. 8 и п. 9 данного Согласия.
                    </li>
                </ol>
            </div>
        </div>
    </div>
</template>

<style lang="scss" scoped></style>
